tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ravenac95/sudolikeaboss"
brew "autoconf"
brew "automake"
brew "awscli"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "fasd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "grv"
brew "htop"
brew "jq"
brew "jsonlint"
brew "libksba"
brew "libyaml"
brew "lua"
brew "mackup"
brew "neofetch"
brew "netcat"
brew "nmap"
brew "openssl@1.1"
brew "packer"
brew "pgcli"
brew "reattach-to-user-namespace"
brew "ruby"
brew "shfmt"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "wrk"
brew "yamllint", link: false
brew "zsh"
brew "zsh-completions"
cask "font-hack-nerd-font"
cask "oni"
cask "vagrant"
cask "iterm2"
cask "docker-toolbox"
cask "google-chrome"
mas "Amphetamine", id: 937984704
cask "paw"
cask "quip"
cask "yt-music"
mas "Alfred", id: 405843582
cask "postman"
mas "1Password 7 - Password Manager", id: 1333542190
mas "Magnet", id: 441258766
mas "Window Tidy", id: 456609775
mas "Slack", id: 803453959
cask "visual-studio-code"
