tap "clementtsang/bottom"
tap "derailed/popeye"
tap "hashicorp/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "johanhaleby/kubetail"
tap "turbot/tap"
brew "argocd"
brew "asdf"
brew "python@3.10"
brew "autojump"
brew "aws-es-proxy"
brew "awscli", link: false
brew "bat"
brew "bottom"
brew "broot"
brew "ctags"
brew "dog"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "libidn2"
brew "fzf"
brew "git"
brew "glow"
brew "go"
brew "gping"
brew "grep"
brew "helm"
brew "istioctl"
brew "jinja2-cli"
brew "jq"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli@1.22"
brew "lazygit"
brew "libfido2"
brew "linkerd"
brew "masscan"
brew "mosh"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nvm"
brew "osm2pgsql"
brew "packer"
brew "perl"
brew "poetry"
brew "pyenv"
brew "python@3.9", link: false
brew "redis"
brew "ripgrep"
brew "scrcpy"
brew "stern"
brew "telnet"
brew "terragrunt"
brew "tfenv", link: false
brew "tgenv", link: false
brew "thefuck"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "derailed/popeye/popeye"
brew "hashicorp/tap/terraform-ls"
brew "johanhaleby/kubetail/kubetail"
brew "turbot/tap/steampipe"
cask "android-platform-tools"
cask "aws-vault"
