tap "clementtsang/bottom"
tap "cloudflare/cloudflare"
tap "derailed/popeye"
tap "hashicorp/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jjuarez/tap-1"
tap "johanhaleby/kubetail"
tap "kubecolor/tap"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "rs/tap"
tap "turbot/tap"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "argocd"
brew "openssl@3", link: false
brew "unixodbc"
brew "asdf"
brew "python@3.11"
brew "autojump"
brew "aws-es-proxy"
brew "awscli"
brew "bat"
brew "bottom"
brew "broot"
brew "chrome-cli"
brew "cloudflared"
brew "ctags"
brew "dog"
brew "duf"
brew "dust"
brew "libssh2"
brew "exa"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "glow"
brew "go"
brew "gping"
brew "grep"
brew "grpcurl"
brew "helm"
brew "istioctl"
brew "python@3.10"
brew "jinja2-cli"
brew "jq"
brew "k9s"
brew "krb5"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli@1.22"
brew "lazygit"
brew "libfido2"
brew "linkerd"
brew "masscan"
brew "mosh"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "proj"
brew "osm2pgsql"
brew "packer"
brew "perl"
brew "virtualenv", link: false
brew "poetry"
brew "postgresql@14"
brew "pyenv"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "scrcpy"
brew "stern"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "tfenv", link: false
brew "tgenv", link: false
brew "thefuck"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "derailed/popeye/popeye"
brew "hashicorp/tap/terraform-ls"
brew "johanhaleby/kubetail/kubetail"
brew "kubecolor/tap/kubecolor"
brew "rs/tap/curlie"
brew "turbot/tap/steampipe"
cask "android-platform-tools"
cask "aws-vault"
cask "chatgpt"
cask "chromedriver"
cask "font-hack-nerd-font"
